<?php
$newsList = [
  'ru' => [
    [
      'title' => 'Заседание полугодия 2020 года Агентства по экспорту при Правительстве Республики Таджикистан',
      'image' => 'Image_7.jpg',
      'description' => '13 июля 2020 года состоялось заседание полугодия 2020 года Агентства по экспорту при Правительстве Республики Таджикистан. На этом совещании были рассмотрены итоги деятельности Агентства и показатели экспорта республики за отчетный период.',
      'newsShowAllBtn' => 'Показать все',
      'bgSize' => 'background-size: cover;'
    ],
    [
      'title' => 'Заключено Соглашение о сотрудничестве между Агентством по экспорту при правительстве РТ и АО Экспортно-страховой компанией «Казах Экспорт»',
      'image' => 'Image_1.png',
      'description' => 'Соглашение было подписано Директорам Агентства по экспорту при Правительстве Республики Таджикистан и представителем АО «Экспортно-страховая компания «КазахЭкспорт» от 13 февраля 2020.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Итоговое совещание в Агентстве по экспорту при Правительстве Республики Таджикистан',
      'image' => 'Image_2.png',
      'description' => '9 января 2020 года в Агентстве по экспорту при Правительстве Республики Таджикистан состоялось итоговое совещание по итогам деятельности в 2019 году и задачам на 2020 год. В процессе итоговое совещание обсуждено деятельность Агентство в этом периоде, а также экспортные показатели республики в 2019.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Встреча предпринимателей Республики Таджикистан с предпринимателями СУАР и СПСК Китайской Народной Республики',
      'image' => 'Image_3.png',
      'description' => 'В целях продвижения и экспорта сельскохозяйственной продукции, включая лимоны, вишню, мед, виноград и фрукты, 27 декабря 2019 года, была организована встреча предпринимателей Республики Таджикистан и предпринимателей Синьцзян-Уйгурского автономного округа Китайской Народной Республики. Целью данной встречи является содействие торгово-экономическому сотрудничеству между Республикой Таджикистан и Китайской Народной Республикой и ознакомление с производственным и экспортным потенциалом Таджикистана.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Соглашение между Агентством по экспорту и Группой компаний «Аль-Сулайтин»',
      'image' => 'Image_4.png',
      'description' => '26 октября 2019 года заключено Соглашение между Агентством по экспорту и Группой компаний «Аль-Сулайтин». Соглашение заключено по результатам встречи между Агентством по экспорту и Группой компаний «Аль-Сулайтин» 12 июля 2019 года в целях продвижение продукции и привлечения инвестиций в таджикский агробизнес.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Встречи Агентства с представителями международных организаций по вопросам продвижения отечественной продукции на мировом рынке',
      'image' => 'Image_5.png',
      'description' => 'В Агентстве по экспорту состоялись встречи с представителями международных организаций по вопросам продвижения отечественной продукции на мировом рынке и успешного применения общепризнанных международных процедур и стандартов. Проведенные встречи позволят получить информацию о лучших мировых практиках продвижения международной торговли, экспорта товаров и продуктов, а также установить взаимовыгодные отношения отечественных предпринимателей с иностранными партнерами.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Соглашение о сотрудничестве между Агентством и ООО «Цзинь Юань Мао Фен Пекин»',
      'image' => 'Image_6.png',
      'description' => 'В Душанбе 15 июня 2019 года было подписано Соглашения о сотрудничестве между Агентством по экспорту при Правительстве Республики Таджикистан и ООО «Цзинь Юань Мао Фен Пекин». Компания «Цзинь Юань Мао Фен Пекин» намерена создать интернет-платформа в Таджикистане. Целью платформы является оптимизация управления качеством товаров и продуктов, перемещаемых через государственную границу КНР и РТ по экспортно-импортным сделкам.',
      'newsShowAllBtn' => 'Показать все',
      'bgSize' => 'background-size: cover;'
    ],
  ],
  'en' => [
    [
      'title' => 'Заседание полугодия 2020 года Агентства по экспорту при Правительстве Республики Таджикистан',
      'image' => 'Image_7.jpg',
      'description' => '13 июля 2020 года состоялось заседание полугодия 2020 года Агентства по экспорту при Правительстве Республики Таджикистан. На этом совещании были рассмотрены итоги деятельности Агентства и показатели экспорта республики за отчетный период.',
      'newsShowAllBtn' => 'Show All',
      'bgSize' => 'background-size: cover;'
    ],
    [
      'title' => 'Заключено Соглашение о сотрудничестве между Агентством по экспорту при правительстве РТ и АО Экспортно-страховой компанией «Казах Экспорт»',
      'image' => 'Image_1.png',
      'description' => 'Соглашение было подписано Директорам Агентства по экспорту при Правительстве Республики Таджикистан и представителем АО «Экспортно-страховая компания «КазахЭкспорт» от 13 февраля 2020.',
      'newsShowAllBtn' => 'Show All'
    ],
    [
      'title' => 'Итоговое совещание в Агентстве по экспорту при Правительстве Республики Таджикистан',
      'image' => 'Image_2.png',
      'description' => '9 января 2020 года в Агентстве по экспорту при Правительстве Республики Таджикистан состоялось итоговое совещание по итогам деятельности в 2019 году и задачам на 2020 год. В процессе итоговое совещание обсуждено деятельность Агентство в этом периоде, а также экспортные показатели республики в 2019.',
      'newsShowAllBtn' => 'Show All'
    ],
    [
      'title' => 'Встреча предпринимателей Республики Таджикистан с предпринимателями СУАР и СПСК Китайской Народной Республики',
      'image' => 'Image_3.png',
      'description' => 'В целях продвижения и экспорта сельскохозяйственной продукции, включая лимоны, вишню, мед, виноград и фрукты, 27 декабря 2019 года, была организована встреча предпринимателей Республики Таджикистан и предпринимателей Синьцзян-Уйгурского автономного округа Китайской Народной Республики. Целью данной встречи является содействие торгово-экономическому сотрудничеству между Республикой Таджикистан и Китайской Народной Республикой и ознакомление с производственным и экспортным потенциалом Таджикистана.',
      'newsShowAllBtn' => 'Show All'
    ],
    [
      'title' => 'Соглашение между Агентством по экспорту и Группой компаний «Аль-Сулайтин»',
      'image' => 'Image_4.png',
      'description' => '26 октября 2019 года заключено Соглашение между Агентством по экспорту и Группой компаний «Аль-Сулайтин». Соглашение заключено по результатам встречи между Агентством по экспорту и Группой компаний «Аль-Сулайтин» 12 июля 2019 года в целях продвижение продукции и привлечения инвестиций в таджикский агробизнес.',
      'newsShowAllBtn' => 'Show All'
    ],
    [
      'title' => 'Встречи Агентства с представителями международных организаций по вопросам продвижения отечественной продукции на мировом рынке',
      'image' => 'Image_5.png',
      'description' => 'В Агентстве по экспорту состоялись встречи с представителями международных организаций по вопросам продвижения отечественной продукции на мировом рынке и успешного применения общепризнанных международных процедур и стандартов. Проведенные встречи позволят получить информацию о лучших мировых практиках продвижения международной торговли, экспорта товаров и продуктов, а также установить взаимовыгодные отношения отечественных предпринимателей с иностранными партнерами.',
      'newsShowAllBtn' => 'Show All'
    ],
    [
      'title' => 'Соглашение о сотрудничестве между Агентством и ООО «Цзинь Юань Мао Фен Пекин»',
      'image' => 'Image_6.png',
      'description' => 'В Душанбе 15 июня 2019 года было подписано Соглашения о сотрудничестве между Агентством по экспорту при Правительстве Республики Таджикистан и ООО «Цзинь Юань Мао Фен Пекин». Компания «Цзинь Юань Мао Фен Пекин» намерена создать интернет-платформа в Таджикистане. Целью платформы является оптимизация управления качеством товаров и продуктов, перемещаемых через государственную границу КНР и РТ по экспортно-импортным сделкам.',
      'newsShowAllBtn' => 'Show All',
      'bgSize' => 'background-size: cover;'
    ],
  ],
  'tj' => [
    [
      'title' => 'Ҷаласаи нимсолаи якуми соли 2020 Агентии содиротии назди Ҳукумати Ҷумҳурии Тоҷикистон',
      'image' => 'Image_7.jpg',
      'description' => '13 июли соли 2020 ҷаласаи нимсолаи якуми соли 2020 Агентии содиротии назди Ҳукумати Ҷумҳурии Тоҷикистон баргузор гардид. Дар ҷаласаи мазкур ҷамъбастӣ фаъолияти Агентӣ ва нишондиҳандаҳои содиротии ҷумҳурӣ дар давраи ҳисоботӣ мавриди баррасӣ қарор дода шуд.',
      'newsShowAllBtn' => 'Показать все',
      'bgSize' => 'background-size: cover;'
    ],
    [
      'title' => 'Созишномаи ҳамкорӣ байни Агентии содиротии назди Ҳукумати Ҷумҳурии Тоҷикистон ва ҶС Ширкати содиротиву суғуртавии Қазоқистон ба имзо расид',
      'image' => 'Image_1.png',
      'description' => 'Созишнома аз ҷониби Директори Агентии содиротии назди Ҳукумати Ҷумҳурии Тоҷикистон ва намояндаи ҶДММ Суғуртаи «Казахэкспорт» аз 13 феврали соли 2020 ба имзо расид',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Ҷаласаи ҷамъбастии Агентии содиротии назди Ҳукумати Ҷумҳурии Тоҷикистон барои соли 2019',
      'image' => 'Image_2.png',
      'description' => '9 январи соли 2020 дар Агентии содиротии назди Ҳукумати Ҷумҳурии Тоҷикистон ҷаласаи ҷамъбастии он оид ба натиҷаҳои фаъолият дар соли 2019 ва вазифагузориҳо барои соли 2020 баргузор гардид. Дар ҷараёни ҷаласаи ҷамъбастӣ фаъолияти Агентиро дар ин давра, инчунин нишондиҳандаҳои содиротии ҷумҳурӣ дар соли 2019 баррасӣ гардиданд.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Вохўрии соҳибкорони Ҷумхурии Тоҷикистонбо сохибкорони Нохияи Мухтори Синҷону Уйғури Ҷумхурии Мардумии Чин',
      'image' => 'Image_3.png',
      'description' => 'Бо мақсади пешбурд ва содироти маҳсулоти кишоварзӣ, аз ҷумла лимӯ, гелос, асал, ангур ва меваҳо 27 декабри соли 2019, вохӯрии соҳибкорони Ҷумҳурии Тоҷикистон ва соҳибкорони вилояти мухтори Синтзян Уйғури Ҷумҳурии Халқии Хитой ташкил карда шуд. Ҳадафи аз вохўрии мазкур мусоидат намудан ба ҳамкориҳои тиҷоративу иқтисодӣ байни Ҷумҳурии Тоҷикистон ва Ҷумҳурии Мардумии Чин ва шиносоӣ бо имкониятҳои истеҳсолӣ ва содиротии Тоҷикистон мебошад.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Созишнома байни Агентии Содирот ва Гурӯҳи ширкатҳои «Ал-Сулайтин»',
      'image' => 'Image_4.png',
      'description' => '26 октябри соли 2019 Созишнома байни Агентии Содирот ва Гурӯҳи ширкатҳои «Ал-Сулайтин» ба имзо расонида шуд. Созишнома аз натиҷаи вохўрии намояндагони Агентии содирот ва Гурӯҳи ширкатҳои «Ал-Сулайтин» 12 июли соли 2019, бо мақсади пешбурди маҳсулот ва ҷалби сармоя ба тиҷорати аграрии Тоҷикистон ба имзо расид.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Вохӯриҳои Агентӣ бо намояндагони созмонҳои байналмилалӣ дар самти пешбурди маҳсулоти ватанӣ дар бозори ҷаҳонӣ',
      'image' => 'Image_5.png',
      'description' => 'Дар Агентии содирот бо намояндагони созмонҳои байналмилалӣ оид ба масъалҳои пешбурди маҳсулоти ватанӣ дар бозори ҷаҳонӣ ва ҷорисозии бомуваффақияти қоидаҳо ва стандартҳои умумиҷаҳонии эътирофшуда вохўриҳо баргузор гардид. Вохӯриҳои ташкилкардашуда ҷиҳати дастрас намудани маълумот дар бораи таҷрибаи пешқадами ҷаҳонӣ дар пешбурди тиҷорати байналмилалӣ, содироти молу маҳсулот, инчунин барқарор намудани робитаҳои судманди соҳибкорони ватанӣ бо шарикони хориҷӣ имкон медиҳанд.',
      'newsShowAllBtn' => 'Показать все'
    ],
    [
      'title' => 'Созишномаи ҳамкорӣ байни Агентӣ ва ҶДММ «Ҷин Юан Мао Фэн Пекин»',
      'image' => 'Image_6.png',
      'description' => 'Дар шаҳри Душанбе, 15 июни соли 2019 Созишномаи ҳамкорӣ байни Агентии содиротии назди Ҳукумати Ҷумҳурии Тоҷикистон ва ҶДММ «Ҷин Юан Мао Фэн Пекин» ба имзо расид. ҷамъияти мазкур ният дорад, ки дар Тоҷикистон интернет-платформаи рақамии назорати сифатимаҳсулотро ташкил намояд. Ҳадафи платформа ин беҳсозии идоракунии сифатии молҳо ва маҳсулоти аз сарҳади давлатии Ҷумҳурии Халқии Хитой ва Ҷумҳурии Тоҷикистон аз рўи қарордодҳои содиротиву воридотӣ интиқол дода мешаванд, мебошад.',
      'newsShowAllBtn' => 'Показать все',
      'bgSize' => 'background-size: cover;'
    ],
  ]
];


for ($i = 0; $i < count($newsList[$currentLang]); $i++) {
  $newsTile = $newsList[$currentLang][$i]['title'];
  $newsImg = $newsList[$currentLang][$i]['image'];
  $newsDesc = $newsList[$currentLang][$i]['description'];
  $newsBtn = $newsList[$currentLang][$i]['newsShowAllBtn'];

  if ($newsList[$currentLang][$i]['bgSize']) {
    $bgSize = $newsList[$currentLang][$i]['bgSize'];
  } else {
    $bgSize = '';
  };

  echo "<div class='news-item'>
          <div class='news-title'>$newsTile</div>
          <div class='news-description'>
            <div class='news-img' style='background-image: url(../images/$newsImg); $bgSize'></div>

            <div class='news-text'>$newsDesc</div>
          </div>

          <div class='show-hide-description'>$newsBtn</div>
        </div>";
};
?>
